[
{"detail": "\n    \tMatch ends, Napoli 2, Roma 4.\n    \t\n    ", "time": "90'+4'"},
{"detail": "\n    \tSecond Half ends, Napoli 2, Roma 4.\n    \t\n    ", "time": "90'"},
{"detail": "\n    \tAttempt missed. Dries Mertens (Napoli) right footed shot from outside the box is too high. Assisted by Lorenzo Insigne.\n    \t\n    ", "time": "90'+3'"},
{"detail": "\n    \tGoal!  Napoli 2, Roma 4. Dries Mertens (Napoli) right footed shot from outside the box to the bottom left corner. Assisted by Lorenzo Insigne.\n    \t\n    ", "time": "90'+2'"},
{"detail": "\n    \tFoul by Arkadiusz Milik (Napoli).\n    \t\n    ", "time": "89'"},
{"detail": "\n    \tFederico Fazio (Roma) wins a free kick in the defensive half.\n    \t\n    ", "time": "89'"},
{"detail": "\n    \tSubstitution, Roma. Stephan El Shaarawy replaces Daniele De Rossi because of an injury.\n    \t\n    ", "time": "88'"},
{"detail": "\n    \tEdin Dzeko (Roma) is shown the yellow card for a bad foul.\n    \t\n    ", "time": "86'"},
{"detail": "\n    \tFoul by Edin Dzeko (Roma).\n    \t\n    ", "time": "86'"},
{"detail": "\n    \tDries Mertens (Napoli) wins a free kick in the attacking half.\n    \t\n    ", "time": "86'"},
{"detail": "\n    \tCorner,  Napoli. Conceded by Kostas Manolas.\n    \t\n    ", "time": "85'"},
{"detail": "\n    \tFoul by Arkadiusz Milik (Napoli).\n    \t\n    ", "time": "84'"},
{"detail": "\n    \tEdin Dzeko (Roma) wins a free kick in the defensive half.\n    \t\n    ", "time": "84'"},
{"detail": "\n    \tAttempt missed. José Callejón (Napoli) right footed shot from the centre of the box misses to the left following a set piece situation.\n    \t\n    ", "time": "84'"},
{"detail": "\n    \tAttempt blocked. Dries Mertens (Napoli) right footed shot from the centre of the box is blocked. Assisted by Lorenzo Insigne.\n    \t\n    ", "time": "84'"},
{"detail": "\n    \tBack pass by Alisson (Roma).\n    \t\n    ", "time": "82'"},
{"detail": "\n    \t(Napoli) wins a free kick in the attacking half.\n    \t\n    ", "time": "82'"},
{"detail": "\n    \tSubstitution, Roma. Lorenzo Pellegrini replaces Diego Perotti.\n    \t\n    ", "time": "80'"},
{"detail": "\n    \tGoal!  Napoli 1, Roma 4. Diego Perotti (Roma) right footed shot from the centre of the box to the bottom right corner.\n    \t\n    ", "time": "79'"},
{"detail": "\n    \tAttempt missed. Aleksandar Kolarov (Roma) left footed shot from more than 40 yards on the left wing misses to the right.\n    \t\n    ", "time": "78'"},
{"detail": "\n    \tMário Rui (Napoli) wins a free kick in the defensive half.\n    \t\n    ", "time": "77'"},
{"detail": "\n    \tFoul by Gerson (Roma).\n    \t\n    ", "time": "77'"},
{"detail": "\n    \tCorner,  Napoli. Conceded by Alisson.\n    \t\n    ", "time": "76'"},
{"detail": "\n    \tAttempt saved. Lorenzo Insigne (Napoli) left footed shot from the left side of the six yard box is saved in the centre of the goal.\n    \t\n    ", "time": "76'"},
{"detail": "\n    \tAttempt saved. Lorenzo Insigne (Napoli) right footed shot from the left side of the box is saved in the bottom left corner. Assisted by Kalidou Koulibaly.\n    \t\n    ", "time": "76'"},
{"detail": "\n    \tMário Rui (Napoli) wins a free kick in the defensive half.\n    \t\n    ", "time": "75'"},
{"detail": "\n    \tFoul by Gerson (Roma).\n    \t\n    ", "time": "75'"},
{"detail": "\n    \tSubstitution, Napoli. Arkadiusz Milik replaces Jorginho.\n    \t\n    ", "time": "75'"},
{"detail": "\n    \tGoal!  Napoli 1, Roma 3. Edin Dzeko (Roma) left footed shot from outside the box to the bottom left corner. Assisted by Aleksandar Kolarov.\n    \t\n    ", "time": "73'"},
{"detail": "\n    \tSubstitution, Roma. Gerson replaces Cengiz Ünder.\n    \t\n    ", "time": "72'"},
{"detail": "\n    \tAttempt saved. Lorenzo Insigne (Napoli) right footed shot from outside the box is saved in the centre of the goal. Assisted by Jorginho.\n    \t\n    ", "time": "68'"},
{"detail": "\n    \tAttempt blocked. Diego Perotti (Roma) right footed shot from outside the box is blocked.\n    \t\n    ", "time": "66'"},
{"detail": "\n    \tAttempt missed. Lorenzo Insigne (Napoli) right footed shot from outside the box is close, but misses to the right. Assisted by Marek Hamsik.\n    \t\n    ", "time": "65'"},
{"detail": "\n    \tSubstitution, Napoli. Marek Hamsik replaces Piotr Zielinski.\n    \t\n    ", "time": "65'"},
{"detail": "\n    \tAttempt missed. Edin Dzeko (Roma) header from the right side of the six yard box is close, but misses to the right. Assisted by Aleksandar Kolarov with a cross following a corner.\n    \t\n    ", "time": "63'"},
{"detail": "\n    \tCorner,  Roma. Conceded by José Callejón.\n    \t\n    ", "time": "63'"},
{"detail": "\n    \tCorner,  Roma. Conceded by Raúl Albiol.\n    \t\n    ", "time": "62'"},
{"detail": "\n    \tAttempt missed. Allan (Napoli) right footed shot from outside the box misses to the right. Assisted by José Callejón.\n    \t\n    ", "time": "61'"},
{"detail": "\n    \tCorner,  Napoli. Conceded by Daniele De Rossi.\n    \t\n    ", "time": "60'"},
{"detail": "\n    \tAttempt blocked. Kalidou Koulibaly (Napoli) header from the centre of the box is blocked. Assisted by José Callejón with a cross.\n    \t\n    ", "time": "60'"},
{"detail": "\n    \tCorner,  Napoli. Conceded by Kostas Manolas.\n    \t\n    ", "time": "59'"},
{"detail": "\n    \tCorner,  Napoli. Conceded by Edin Dzeko.\n    \t\n    ", "time": "59'"},
{"detail": "\n    \tCorner,  Napoli. Conceded by Alisson.\n    \t\n    ", "time": "58'"},
{"detail": "\n    \tAttempt saved. Lorenzo Insigne (Napoli) right footed shot from the centre of the box is saved in the bottom left corner. Assisted by Piotr Zielinski.\n    \t\n    ", "time": "58'"},
{"detail": "\n    \tFederico Fazio (Roma) is shown the yellow card.\n    \t\n    ", "time": "55'"},
{"detail": "\n    \tDries Mertens (Napoli) is shown the yellow card.\n    \t\n    ", "time": "54'"},
{"detail": "\n    \tFoul by Dries Mertens (Napoli).\n    \t\n    ", "time": "54'"},
{"detail": "\n    \tFederico Fazio (Roma) wins a free kick in the defensive half.\n    \t\n    ", "time": "54'"},
{"detail": "\n    \tAttempt missed. Lorenzo Insigne (Napoli) header from the centre of the box misses to the left. Assisted by Jorginho.\n    \t\n    ", "time": "53'"},
{"detail": "\n    \tAttempt missed. José Callejón (Napoli) right footed shot from a difficult angle on the right is too high.\n    \t\n    ", "time": "50'"},
{"detail": "\n    \tAttempt blocked. Dries Mertens (Napoli) left footed shot from the centre of the box is blocked. Assisted by Mário Rui.\n    \t\n    ", "time": "50'"},
{"detail": "\n    \tPiotr Zielinski (Napoli) wins a free kick in the attacking half.\n    \t\n    ", "time": "49'"},
{"detail": "\n    \tFoul by Kostas Manolas (Roma).\n    \t\n    ", "time": "49'"},
{"detail": "\n    \tMário Rui (Napoli) wins a free kick in the defensive half.\n    \t\n    ", "time": "48'"},
{"detail": "\n    \tFoul by Cengiz Ünder (Roma).\n    \t\n    ", "time": "48'"},
{"detail": "\n    \tOffside, Roma. Alessandro Florenzi tries a through ball, but Cengiz Ünder is caught offside.\n    \t\n    ", "time": "46'"},
{"detail": "\n    \tSecond Half begins Napoli 1, Roma 2.\n    \t\n    ", "time": "45'"},
{"detail": "\n    \tFirst Half ends, Napoli 1, Roma 2.\n    \t\n    ", "time": "45'"},
{"detail": "\n    \tAttempt missed. Cengiz Ünder (Roma) left footed shot from outside the box misses to the left. Assisted by Kevin Strootman.\n    \t\n    ", "time": "45'+1'"},
{"detail": "\n    \tFoul by Allan (Napoli).\n    \t\n    ", "time": "45'"},
{"detail": "\n    \tDaniele De Rossi (Roma) wins a free kick in the defensive half.\n    \t\n    ", "time": "45'"},
{"detail": "\n    \tAttempt saved. Lorenzo Insigne (Napoli) right footed shot from outside the box is saved in the bottom right corner. Assisted by Mário Rui.\n    \t\n    ", "time": "43'"},
{"detail": "\n    \tAttempt missed. Kevin Strootman (Roma) left footed shot from outside the box misses to the right.\n    \t\n    ", "time": "42'"},
{"detail": "\n    \tAttempt saved. Lorenzo Insigne (Napoli) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by José Callejón.\n    \t\n    ", "time": "41'"},
{"detail": "\n    \tAttempt saved. Raúl Albiol (Napoli) right footed shot from outside the box is saved in the bottom left corner.\n    \t\n    ", "time": "40'"},
{"detail": "\n    \tFoul by Radja Nainggolan (Roma).\n    \t\n    ", "time": "39'"},
{"detail": "\n    \tAllan (Napoli) wins a free kick on the right wing.\n    \t\n    ", "time": "39'"},
{"detail": "\n    \tOffside, Roma. Daniele De Rossi tries a through ball, but Cengiz Ünder is caught offside.\n    \t\n    ", "time": "38'"},
{"detail": "\n    \tAttempt saved. Edin Dzeko (Roma) left footed shot from outside the box is saved in the bottom left corner. Assisted by Cengiz Ünder.\n    \t\n    ", "time": "37'"},
{"detail": "\n    \tFoul by Lorenzo Insigne (Napoli).\n    \t\n    ", "time": "36'"},
{"detail": "\n    \tDaniele De Rossi (Roma) wins a free kick in the defensive half.\n    \t\n    ", "time": "36'"},
{"detail": "\n    \tFoul by Mário Rui (Napoli).\n    \t\n    ", "time": "33'"},
{"detail": "\n    \tCengiz Ünder (Roma) wins a free kick in the defensive half.\n    \t\n    ", "time": "33'"},
{"detail": "\n    \tCorner,  Napoli. Conceded by Kostas Manolas.\n    \t\n    ", "time": "31'"},
{"detail": "\n    \tAttempt blocked. Dries Mertens (Napoli) right footed shot from the right side of the box is blocked. Assisted by Jorginho.\n    \t\n    ", "time": "31'"},
{"detail": "\n    \tGoal!  Napoli 1, Roma 2. Edin Dzeko (Roma) header from the centre of the box to the bottom right corner. Assisted by Alessandro Florenzi with a cross.\n    \t\n    ", "time": "26'"},
{"detail": "\n    \tOffside, Roma. Daniele De Rossi tries a through ball, but Alessandro Florenzi is caught offside.\n    \t\n    ", "time": "25'"},
{"detail": "\n    \tAttempt missed. Lorenzo Insigne (Napoli) right footed shot from the left side of the box is close, but misses to the right. Assisted by Jorginho.\n    \t\n    ", "time": "24'"},
{"detail": "\n    \tJosé Callejón (Napoli) wins a free kick in the defensive half.\n    \t\n    ", "time": "20'"},
{"detail": "\n    \tFoul by Kevin Strootman (Roma).\n    \t\n    ", "time": "20'"},
{"detail": "\n    \tAttempt saved. Lorenzo Insigne (Napoli) right footed shot from outside the box is saved in the bottom left corner. Assisted by Piotr Zielinski.\n    \t\n    ", "time": "19'"},
{"detail": "\n    \tFoul by Elseid Hysaj (Napoli).\n    \t\n    ", "time": "18'"},
{"detail": "\n    \tFederico Fazio (Roma) wins a free kick in the defensive half.\n    \t\n    ", "time": "18'"},
{"detail": "\n    \tAttempt blocked. Piotr Zielinski (Napoli) left footed shot from the centre of the box is blocked.\n    \t\n    ", "time": "17'"},
{"detail": "\n    \tAttempt saved. Lorenzo Insigne (Napoli) right footed shot from the centre of the box is saved in the centre of the goal. Assisted by José Callejón.\n    \t\n    ", "time": "17'"},
{"detail": "\n    \tCorner,  Napoli. Conceded by Edin Dzeko.\n    \t\n    ", "time": "12'"},
{"detail": "\n    \tCorner,  Napoli. Conceded by Edin Dzeko.\n    \t\n    ", "time": "12'"},
{"detail": "\n    \tCorner,  Napoli. Conceded by Alisson.\n    \t\n    ", "time": "11'"},
{"detail": "\n    \tAttempt missed. Dries Mertens (Napoli) right footed shot from outside the box is close, but misses to the right. Assisted by Piotr Zielinski.\n    \t\n    ", "time": "11'"},
{"detail": "\n    \tAttempt missed. Dries Mertens (Napoli) right footed shot from the left side of the box is high and wide to the right. Assisted by Lorenzo Insigne.\n    \t\n    ", "time": "9'"},
{"detail": "\n    \tGoal!  Napoli 1, Roma 1. Cengiz Ünder (Roma) left footed shot from the right side of the box to the bottom left corner. Assisted by Radja Nainggolan with a through ball.\n    \t\n    ", "time": "7'"},
{"detail": "\n    \tGoal!  Napoli 1, Roma 0. Lorenzo Insigne (Napoli) right footed shot from the centre of the box to the bottom right corner. Assisted by Mário Rui.\n    \t\n    ", "time": "6'"},
{"detail": "\n    \tAttempt saved. Lorenzo Insigne (Napoli) right footed shot from outside the box is saved in the bottom right corner. Assisted by Jorginho with a through ball.\n    \t\n    ", "time": "3'"},
{"detail": "\n    \tAttempt missed. Diego Perotti (Roma) right footed shot from the left side of the six yard box is too high. Assisted by Radja Nainggolan with a cross.\n    \t\n    ", "time": "2'"},
{"detail": "\n    \tLineups are announced and players are warming up.\n    \t\n    ", "time": "-"},
{"detail": "\n    \tFirst Half begins.\n    \t\n    ", "time": "-"}
]